["ModWnd","Добро пожаловать в мод Remixed RPG! Для начала необходимо открыть окно навыков. Для этого надо нажать на кнопку возле рюкзака(книга). Там ты увидишь пару иконок навыков, тебе сейчас необходим первый навык. После нажатия на иконку первого навыка ты поймёшь что к чему. С вокруг него строиться большая часть геймплея мода. Этой информации тебе хватит, а если захотелось по подробнее узнать о моде, то добро пожаловать в мою группу vk - \"Remixed RPG\"(ссылка есть в профиле мода)."]
["Mod_Name","Remixed RPG"]
["Mod_Description","Этот мод добавляет механики RPG в игру. GitHub: https://github.com/MiniMongol/RemixedRPG"]
["Mod_Author","Назипов Инсаф(Mongol)"]
["Mod_Email","insafnazipov2005@gmail.com"]
["Mod_Link","https://vk.com/remixed_rpg"]
["",""]
["Exp","опыт"]
["status","Статус"]
["str","Сила"]
["int","Интеллект"]
["dex","Ловкость"]
["sur","Живучесть"]
["wis","Мудрость"]
["luck","Удача"]
["PhysStr","Физическая сила"]
["MagStr","Магическая сила"]
["Fast","Скорость"]
["magDef","Магическая защита"]
["SpRegen","Востановление маны"]
["Hp","Здоровье"]
["Sp","Мана"]
["",""]
["SpRegenMove","восстановления маны в 3 хода"]
["SpecUp","Повысить характеристику"]
["SPcost","очко статуса для повышения"]
["Lvl","уровень"]
["SpecUpCost","очков статуса]"]
["ClassPick","Выбор класса"]
["ClassPickD","Выберите класс"]
["mage","Маг(интеллект)"]
["warrior","Воин(живучесть)"]
["rogue","Разбойник(ловкость)"]
["SubclassPick","Выбрать подкласс"]
["SubclassPickD","Выберите подкласс"]
["Berserk","Берсерк(живучесть, сила)"]
["Paladin","Паладин(живучестьХ2)"]
["BladeOfMind","Клинок разума(живучесть, интеллект)"]
["Samurai","Самурай(живучесть, ловкость)"]
["Archer","Лучник(ловкостьХ2)"]
["Killer","Убийца(ловкость, сила)"]
["Ninja","Ниндзя(ловкость, интеллект)"]
["Bandit","Бандит(ловкость, удача)"]
["BattleMage","Боевой маг(интеллект, сила)"]
["Demonologist","Демонолог(интеллект, живучесть)"]
["Necromancer","Некромант(интеллект, удача)"]
["Enchanter","Зачарователь(интеллект, мудрость)"]
["",""]
["TrapChoiseT","Что собираетесь сделать?"]
["TrapChoise0","Поставить ловушку"]
["TrapChoise1","Улучшить ловушку"]
["TrapChoiseOnT","Ловушки"]
["TrapChoiseOn0","Огненная ловушка"]
["TrapChoiseOn1","Взрывная ловушка"]
["TrapChoiseOn2","Калечющая ловушка"]
["TrapChoiseOn3","Замораживающая ловушка"]
["TrapChoiseOn4","Отравляющая ловушка"]
["",""]
["LvlLimit","-- Для использования необходим 5+ уровень персонажа."]
["DistanceLimit","** Вы не можете атаковать с такого расстояния."]
["WallLimit","** Вы не можете использовать навык на стену!"]
["DashLimit","** Вы не можете сделать рывок так далеко, или в стену."]
["SummonLimit","** Вы не можете призвать там существо."]
["",""]
["EarthHealN","Живучесть мха"]
["EarthHealD"," Заклинание, вдохновлённое живучестью мха и основаное на магии живой земли.\n\n Мгновенно восполняет здоровье и накладывает бафф \"Остаточный эффект(Тяга к жизни)\". Лечение растёт с \"магической силой\". Сила баффа зависит от урона оружия."]
["FireballN","Огненный шар"]
["FireballD"," Заклинание, вдохновлённое жаром солнца и основаное на магии огня.\n\n Высвобождает шар из огня по направлению руки, при попадании поджигает врага и накладывает на персонажа бафф \"Остаточный эффект(Поджог)\". Урон растёт с \"магической силой\". Сила баффа зависит от урона оружия."]
["BloodShieldN","Крик жизни"]
["BloodShieldD"," Крик, вырывающийся от нежеланья слишком рано покидать этот мир.\n\n Накладывает на героя щит, размер которого растёт от недостающего здоровья."]
["BloodSpikesN","Кровавые шипы"]
["BloodSpikesD"," Из вашей крови вырастают шипы, что пронизают врагов. Данную технику практикуют демонологи.\n\n Каждая вторая атака этим навыком сопровождается круговой атакой шипами вырастающих из цели. Урон растёт с вашей \"магической силой\", \"здоровьем\" и уровнем навыка. Затраты \"здоровья\" растут с уровнем навыка."]
["HpLimit","-- Критическое состояние здоровья."]
["BloodyGreedN","Кровавая жадность"]
["BloodyGreedD"," Неимоверная алчность, бурлящая в вашем сердце, питает вас.\n\n При активации автоатаки лечат от части нанесённого урона. Длительность и количество лечения растёт с уровнем навыка."]
["BoneArmorN","Костяное облачение"]
["BoneArmorD"," Третье заклинание из разряда \"Запретных\", позволяющее облачиться в костяные доспехи.\n\n С каждым ходом бонусная защита растёт. Накапливает часть получаемого урона для преобразования его в лечение или восстановление маны в зависимости от носителя облачения. Для героя идёт преобразование в ману, а для големов в здоровье. Избыточная накопленная энергия выплёскивается наружу и наносит урон окружающим."]
["BraidOfKiN","Высвобождение ки: Коса"]
["BraidOfKiD"," Ки принимает форму косы, несущую разрушения.\n\n Наносит урон выбранному врагу рядом с вами, накладывает на него \"метку ки\" на 3 хода, а также наносит урон вокруг вас. Если на выбранном враге уже действует \"метка ки\", то вы получаете \"невидимость\" на 3 хода. Урон растёт с вашей \"магической силой\" и уровнем навыка."]
["ChaosOfMindN","Хаос мыслей"]
["ChaosOfMindD"," Пользователь испускает магический импульс, что приводит мысли окружающих в хаос. \n\n Враги, попавшие в радиус действия импульса, получают дебаффы: \"Головокружение\" и \"Буйство\". Радиус увеличивается с ростом уровня навыка вплоть до 5. Продолжительность действия дебаффа \"Буйство\" растёт с уровнем навыка."]
["ChopN","Рубящий удар"]
["ChopD"," Немного усиленный удар оставляющий кровоточащие раны.\n\n Урон от кровотечения зависит от \"физической силы\" и уровня навыка, длительность растёт с уровнем навыка."]
["CircleAttackN","Атакующая стойка №1: Круговой удар"]
["CircleAttackD"," Круговой удар, словно ветер прорезающий облака.\n\n Урон растёт с вашей \"скоростью\", \"физической силой\", уроном экипированного оружия и уровнем навыка."]
["CounterblowsN","Защитная стойка №1: Контрудары"]
["CounterblowsD"," Вы встаёте в особую стойку, в течении времени с некоторым шансом вы отражаете удар противника обратно.\n\n Шанс отражения растёт с вашей \"скоростью\", \"удачей\" и уровнем навыка. Количество отражаемого урона растёт с уровнем навыка."]
["DaggerOfKiN","Высвобождение ки: Кинжал"]
["DaggerOfKiD"," Ки принимает форму кинжала, которым наносится следующая автоатака, наносящая дополнительный магический урон.\n\n Если враг находится в состоянии \"сна\", \"испуга\", \"парализованости\", \"буйства\", \"пассивности\" или вы находитесь в состоянии \"невидимости\", то наносимый урон увеличится. Если на вас деуствует \"магический щит\", то следующая автоатака также подлечит вас. Урон и лечение растёт с вашей \"магической силой\" и уровнем навыка."]
["DisguiseN","Маскировка"]
["DisguiseD"," Умение сливаться с окружающей местностью, для становления незаметным.\n\n Навык нельзя использовать в присутствии врагов. Длительность скрытности растёт с уровнем, сила скрытности увеличивается с ростом \"скорости\" и уровня."]
["DisguiseLimit","Вы не можете замаскироваться когда рядом враги!"]
["DissectionN","Рассечение"]
["DissectionD"," Круговой удар, разрубающий своих врагов.\n\n Урон растёт с вашей \"физической силой\" и уроном экипированного оружия."]
["FastRunN","Ускорение"]
["FastRunD"," Вы увеличиваете свою скорость передвижения на короткий промежуток времени.\n\n Получаемое ускорение увеличивается с ростом \"магической силы\" и уровня навыка, длительность баффа растёт с уровнем навыка."]
["FlameAttacksN","Тлеющие удары"]
["FlameAttacksD"," Удары оружием и голыми руками доводят врагов до состояния хрустящей корочки.\n\n Дополнительный урон наносится каждую автоатаку. Цель, находящаяся под дебаффом \"Метка пламени\", получает увеличенный урон от навыка. Дополнительный урон увеличивается с ростом \"магической силы\" и уровня навыка, длительность растёт с уровнем навыка."]
["FlameShieldN","Щит святого пламени"]
["FlameShieldD"," Святое пламя, словно стальной доспех, окутывает вас.\n\n Накладывает на героя щит, размер которого растёт от недостающего здоровья, а также даёт неуязвимость к огню. Пока щит активен, область вокруг вас охватывает огонь, который накладывает на обожжённых дебафф \"Метка пламени\". Продолжительность баффа растёт с уровнем навыка."]
["FluryArrowsN","Шквал стрел"]
["FluryArrowsD"," Атака несколькими стрелами в одну цель.\n\n Количество выпускаемых стрел растёт с уровнем, а их урон растёт со \"скоростью\" и \"физической силой\"."]
["FlurryArrowsLimit","-- \"Шквал стрел\" используется только с оружием дальнего боя!"]
["HorAttackN","Атакующая стойка №2: Вертикальный удар"]
["HorAttackD"," Мягкий, но тяжёлый удар, сопоставимый с потоком водопада.\n\n Навык отправляет в выбраном направлении ударную волну. Дальность удара растёт с уровнем навыка, вплоть до 5. Урон растёт с ростом \"скорости\", \"физической силы\", урона оружия и уровня навыка."]
["KnifeThrowN","Бросок отравленого ножа"]
["KnifeThrowD"," Точный бросок, обеспечивающий идеальное убийство.\n\n При попадании накладывает дебаффы: \"Яд\", \"Паралич\". Длительность паралича равна 4 ходам. Длительность яда растёт со \"скоростью\" и уровнем навыка. Урон ножа растёт с \"физической силой\"."]
["LightningN","Цепная молния"]
["LightningD"," Заклинание, вдохновлённое трепетом грозы и основанное на магии молнии.\n\n Высвобождает цепную молнию по направлению руки, нанося урон и накладывая дебафф \"Паралич\" основной цели и всем близлежащим, кроме вас, врагам и накладывает на персонажа бафф \"Остаточный эффект(Статический заряд)\". Урон молнии зависит от \"магической силы\" и уровня навыка. Сила баффа зависит от урона оружия."]
["MagicBoltN","Магический выстрел"]
["MagicBoltD"," Заклинание высвобождающее вашу ману в виде сферы по направлению руки.\n\n Урон сферы зависит от \"магической силы\" и уровня навыка,снижается с расстоянием. Будучи боевым магом накладывает на персонажа бафф \"Остаточный эффект(Снижение брони)\"."]
["PandemicLanceN","Пандемическое копьё"]
["PandemicLanceD"," Вся кровь монстров, собранная в вас, образует большое смердящее копьё.\n\n Наносит урон всем на пути, а также накладывает дебафф \"яд\". Урон навыка растёт с \"магической силой\". Дальность поражения, урон от копья и яда также растёт с количеством стаков дебаффа \"Заражение крови\"."]
["PlaceTrapN","Установка ловушки"]
["PlaceTrapD","Подлый, но зарекомендовавший себя метод засад.\n\n Позволяет установить одну из пяти ловушек: \"огненную\", \"взрывную\", \"калечащую\", \"ледяную\" и \"ядовитую\". Урон первой растёт от уровня. Урон второй растёт от \"физической силы\" и уровнем. Урон третьей растёт с \"физической силой\" и уровнем. Урон четвёртой растёт с \"магической силой\" и уровнем. Урон последней растёт со \"скоростью\" и уровнем навыка."]
["RageDashN","Свирепый рывок"]
["RageDashD"," Рывок вперёд, наносящий урон всем на пути. Если в конце рывка кто нибудь есть, то вы отпрыгните от него на случайную свободную клетку рядом с ним.\n\n Дальность рывка растёт с уровнем навыка, вплоть до 4. Урон растёт с ростом \"физической силы\" и уровня навыка."]
["DashLimit","** Вы не можете сделать рывок так далеко, или в стену."]
["RageSoulsN","Яростные души"]
["RageSoulsD"," Второе заклинание из ряда \"запретных\". Выпускает по прямой сгусток душ мёртвых.\n\n Сгусток проходит сквозь костяных големов и лечит их, но сталкивается и наносит урон остальным. Урон растёт с \"магической силой\" и уровнем навыка."]
["RainOfArrowsN","Дождь стрел"]
["RainOfArrowsD"," Дождь, что обрушивает на врагов страдания, в лице тысячи стрел.\n\n Урон растёт с вашей \"физической силой\", \"скоростью\" и уровнем навыка. Дальность действия растёт с уровнем навыка."]
["RainOfArrowsLimit","Навык \"Дождь стрел\" используется только с луком"]
["ReboundN","Отскок"]
["ReboundD"," Отскок от врага на некоторое расстояние и отталкивание врага на клетку от вас.\n\n Дальность отскока растёт с уровнем навыка вплоть до 3. Навык имеет максимум 3 уровень."]
["ReboundLimit","** Вы можете сделать отскок лишь вплотную с врагом"]
["SealOfKiN","Высвобождение ки: Печать"]
["SealOfKiD"," Ки принимает форму печати. Печати, что используют ниндзя способны нанести урон врагу или наделить пользователя магическии щитом.\n\n При использовании на героя, он получает магический щит, что поглощает входящий урон. При использовании в сторону, пользователь кинет печать, если печать столкнется с врагом, то печать нанесёт ему урон, и наложит на него \"метку ки\ на 3 хода.Если на выбранном враге уже действует \"метка ки\", то вы получаете \"невидимость\" на 3 хода. Прочность щита с печати и урон с печати увеличивается с ростом \"магической силы\" и уровня скилла."]
["ShadowCloneN","Техника теневого клонирования"]
["ShadowCloneD"," Древняя техника ниндзюцу, позволяющая пользователю создавать теневых клонов, а самому уходить в невидимость на время. Является базовой техникой.\n\n Клон исчезает через время. Длительность невидимости и клона растёт с уровнем навыка."]
["ShadowCloneLimit","** Вы не можете разместить там своего клона."]
["ShadowDaggerN","Скрытный удар"]
["ShadowDaggerD"," Сокрытие присутствия и крепко сжатое оружие в руках - лучшее для скрытного удара.\n\n Если враг находится в состоянии \"сна\", \"испуга\", \"парализованости\", \"буйства\", \"пассивности\" или вы находитесь в состоянии \"невидимости\", то наносимый урон увеличится. Урон растёт с вашей \"физической силой\" и уровнем навыка."]
["ShadowDashN","Теневой рывок"]
["ShadowDashD"," Рывок вперёд, наносящий урон всем на пути.\n\n Если в конце рывка кто нибудь есть, то вы отпрыгните от него на случайную свободную клетку рядом с ним. Дальность рывка растёт с уровнем навыка, вплоть до 4. Урон растёт с ростом \"физической силы\" и уровня навыка."]
["SoulsAbsorbingN","Духовное насыщение"]
["SoulsAbsorbingD"," Забирая по кусочку души всех близлежащих врагов, вы чувствуете прилив сил.\n\n Накладывает на ближайших врагов дебафф \"слабость\", а также увеличивает вашу скорость атаки. Усиление растёт с количеством задетых врагов и уровнем навыка, а длительность с уровнем навыка и половиной количества задетых врагов. Площадь применения зависит лишь от уровня навыка."]
["SoulsTormentorN","Терзатель душ"]
["SoulsTormentorD"," Удары оружием и голыми руками становятся способны нанести урон не только плоти, но и душе.\n\n Дополнительный урон наносится каждые два удара. Дополнительный урон увеличивается с ростом \"магической силы\" и уровня навыка, длительность растёт с уровнем навыка."]
["StatsN","Окно статуса"]
["StatsD","Открывает окно статуса персонажа"]
["SteelBodyN","Золотое тело"]
["SteelBodyD"," Вы увеличиваете прочность мышц, тем самым увеличивая свою защиту.\n\n Получаемая защита увеличивается с ростом \"здоровья\" и уровня навыка."]
["SummoningBoneGolemN","Призыв костяного голема"]
["SummoningBoneGolemD"," Заклинание из разряда \"Запретных\". Оно позволяет создать голема из костей людей, животных и монстров.\n\n Голем получает дополнительное здоровье зависящее от \"магической силы\". С ростом уровня навыка голем становится сильнее. Навык имеет максимум 3 уровень."]
["SummoningBoneGolemLimit","** Вы не можете призвать там голема."]
["ThornsOfAgonyN","Шипы Агонии"]
["ThornsOfAgonyD"," Из существ, получивших вашу кровь, резко вырастет куча шипов, состояших из вашей крови, и доставляющие жуткие агонии им, а также всем поблизости.\n\n Навык применяется ко всем существам, которые имеют дебафф \"Кровавая метка\", на уровне. Урон растёт с \"магической силой\" и \"здоровьем\"."]
["",""]
["BloodMarkN","Метка крови"]
["DrPercent_Name","Снижение защиты"]
["DrPercent_Info"," Процентно снижает защиту цели."]
["ResidualEffectN","Остаточный эффект"]
["ResidualEffectI"," Добавляет эффекты к автоатакам. Эффект зависит от последнего использованного навыка."]
["BoneArmorN","Костяная броня"]
["BoneArmorD","Постепенно растущая броня, которая поглощает и возвращает урон под конец действия."]
["BloodShieldN","Кровавый щит"]
["BloodShieldD","Словно второй шанс, даёт возможность выйти из опастной ситуации."]
["BloodyGreedN","Кровавая жадность"]
["BloodyGreedD","Вампиризм от автоатак на некоторое время."]
["ChopN","Рубящий удар"]
["ChopD","Тяжёлый удар с плеча, оставляющий глубокие кровоточащие раны."]
["CounterblowsN","Контрудары"]
["CounterblowsD","Полная концентрация внимания на отражении вражеских атак."]
["DaggerOfKiN","Техника готова"]
["DaggerOfKiD","Кинжал, созданный из энергии ки, у вас в руках."]
["DisguiseN","Маскировка"]
["DisguiseD","Слияние с окружающей местностью."]
["FastAttacksN","Ускоренные удары"]
["FastAttacksD","Энергия переполняет вас и каждый ваш удар увеличивая скорость."]
["FastrunN","Чары ускорения"]
["FastrunD","Увеличивающие скорость чары, самое то для побега."]
["FlameAttacksN","Тлеющие удары"]
["FlameAttacksD","Каждая атака по врагу обжигает его."]
["FlameMarkN","Метка пламени"]
["FlameMarkD","При контакте с \"Тлеющими ударами\" создаёт взрыв."]
["SteelbodyN","Стальные мышцы"]
["SteelbodyD","Мыщцы напрягаются до состояния \"стали\"."]
["FlurryArrowsN","Шквал стрел"]
["FlurryArrowsD","Подготовленный двойной выстрел."]
["KiMarkN","Метка ки"]
["KiMarkD","Взаимодействие с меткой разными способыми даёт разные эффекты."]
["WeaknessN","Слабость"]
["WeaknessD","Одно из базовых проклятий. Уменьшает силу атаки жертвы."]
["MagicAbsorbN","Поглощение"]
["MagicAbsorbD","Благодаря амулету поглощается часть(50% - 90%) урона по персонажу взамен на ману."]
["PoisonN","Отравление"]
["PoisonD","Статус вызванный ядом, наносящим постепенно растущий урон."]
["PoisonedBloodN","Заражение крови"]
["PoisonedBloodD","Циркуляция не только вашей, но и собранной из врагов крови по телу."]
["ShadowDaggerN","Теневая атака готова"]
["ShadowDaggerD","Специально заготовленный для врагов подлый удар!"]
["SlownessN","Медлительность"]
["SlownessD","Может быть вызванно тяжестью, проклятием или истощением. Уменьщает скорость передвижения."]
["SoulsTormentorN","Дущераздирающие атаки"]
["SoulsTormentorD","Каждый удар раздирает душу противника нанося магический урон."]
["",""]
["ShieldAbsorb","Щит поглотил урон"]
["ShieldA","поглотил"]
["Counterblow","Вы отразили удар!"]
["counterblow","отразил"]
["boom","взрыв"]
["LvlUp","++ Уровень повышен! Вы получили 5 очков статуса."]
["LvlUpHappy","++ Уровневый юбилей! Вы получили ещё 3 очка статуса."]
["crit","крит"]
["block","блок"]
["Block0","++ Вы защитились, поглощено "]
["Block1"," единиц урона."]
["torment","терзание"]
["",""]
["Dagger_Name", "Кинжал"]
["Knuckles_Name", "Кастет"]
["Spear_Name", "Копьё"]
["Quarterstaff_Name", "Боевой посох"]
["Sword_Name", "Меч"]
["Mace_Name", "Булава"]
["BattleAxe_Name", "Боевой топор"]
["WarHammer_Name", "Боевой молот"]
["Glaive_Name", "Глефа"]
["Longsword_Name", "Длинный меч"]
["Claymore_Name", "Клеймор"]
["Halberd_Name", "Алебарда"]
["Gasock_Name","Гасок"]
["Gasock_Info","Боевой топор с утяжелителем, в виде шара, в полотне возле носка."]
["Ry_Name","Рюй Джингу(Копия)"]
["Ry_Info","На вид чуть больше боевого посоха, но неожиданно тяжелый. А также металл, из которого он был изготовлен, вам не знаком."]
["Sai_Name","Сай"]
["Sai_Info","Внешне похожий на трезубец с удлинённым средним зубом. Боковые зубья образуют подобие гарды."]
["Tonfa_Name","Тонфы"]
["Tonfa_Info","Традиционное холодное оружие ударно-раздробляющего действия жителей острова Окинава. Его прототипом послужила рукоять для небольшой рисовой мельницы. "]
["WoodenStaff_Name","Деревянная клюка"]
["WoodenStaff_Info","Довольно прочная клюка, увеличивающая магическую силу."]
["StudentStaff_Name","Посох ученика"]
["StudentStaff_Info","Посох, сделанный умелым мастером. Такие выдаются магам-ученикам."]
["CompositeScepter_Name","Составной скипетр"]
["CompositeScepter_Info","Собранный из стальных и золотых частей скипетр, дающий большую прибавку к магической силе."]
["",""]
["ClothArmor_Name","Тканевый доспех"]
["LeatherArmor_Name","Кожаный доспех"]
["RatArmor_Name","Крысиный доспех"]
["MailArmor_Name","Кольчужный доспех"]
["ScaleArmor_Name","Чешуйчатый доспех"]
["PlateArmor_Name","Латный доспех"]
["GothicArmor_Name","Готический доспех"]
["SpiderArmor_Name","Паучий доспех"]
["",""]
["MagicBrooch_Name","Магическая брошь"]
["MagicBrooch_Info","Непримечательная на первый взгляд брошь, но держа её в руке вы ощущаете, что она связывается с вашей маной...\n\n При ношении уменьшает получаемый урон, но взамен потребляет ману."]
["",""]
["WeaponLimit","\n\n Это оружие слишком тяжёлое для вас. При ношении ваша скорость и меткость будут снижены."]
["WeaponInfo0"," - оружие ближнего боя "]
["RangedWeaponInfo0"," - оружие дальнего боя( Дальность атаки - 3 клетки ) "]
["WeaponInfo1"," порядка. Средний урон составляет "]
["WeaponInfo2"," единиц за удар и, как правило, требует "]
["WeaponInfo3"," очков физической силы."]
["WeaponAccu"," Это довольно точное оружие."]
["WeaponAccuNotFast"," Это довольно медленное, но точное оружие."]
["WeaponFast"," Это довольно быстрое оружие."]
["WeaponFastNotAccu","Это не особо меткое, но быстрое оружие."]
["WeaponFA"," Это одновременно быстрое и точное оружие."]
["WeaponFAD"," Это одновременно быстрое и точное оружие, также оно повышает защиту"]
["WeaponDef"," Это оружие повышает защиту."]
["WeaponCounter"," С этим оружием можно контратаковать."]
["ArmorLimit","\n\n Этот доспех слижком тяжёлый для вас. При ношении ваша скорость передвижения снизиться."]
["ArmorInfo0"," - это броня "]
["ArmorInfo1"," порядка. Поглощает урон вплоть до "]
["ArmorInfo2"," очков за удар и, как правило, требует "]
["ArmorInfo3"," очков физической силы."]
["",""]
["Smithing","Кузнечное дело"]
["Rare","Редкое"]
["Epic","Эпическое"]
["Legendary","Легендарное"]
["Sword","Меч"]
["Longsword","Длинный меч"]
["Dagger","Кинжал"]
["Spear","Копьё"]
["Hammer","Молот"]
["Mace","Булава"]
["Axe","Топор"]
["Halberd","Алебарда"]
["Bow","Лук"]
["Crossbow","Арбалет"]
["ClothArmor","стёганка"]
["LeatherArmor","бригантина"]
["IronArmor","доспехи"]
["SteelArmor","латы"]
["",""]
["chooseWeapon","Оружие"]
["chooseArmor","Броня"]
["chooseMelee","Оружие ближнего боя"]
["chooseRange","Оружие дальнего боя"]
["onehandedWeapon","Одноручное оружие"]
["twohandedWeapon","Двуручное оружие"]
["mainMaterials","Главный материалы"]
["addMaterials","Дополнительные материалы"]
["smithQuantityToChoose","Количество выбираемого материала: "]
["startSmith","Ковать"]
["",""]
["form1","ый"]
["form2","ой"]
["form3","ая"]
["form4","ое"]
["LightArmor","легк"]
["MediumArmor","средн"]
["HeavyArmor","тяжёл"]
["FullLeather","Кожан"]
["IronMail","плетён"]
["SteelMail","проволочн"]
["Clothy","ткане"]
["WithLeather","кожен"]
["",""]
["",""]
["",""]
["FullIron","Железн"]
["FullSteel","Стальн"]
["FullGold","Мрачнозлатн"]
["FullBone","Костян"]
["SemiIron","Полужелезн"]
["SemiSteel","Полустальн"]
["Bony","Костляв"]
["Spiky","Шипаст"]
["Sharp","Остр"]
["Gilded","Позолоченн"]
["sword","меч"]
["gladys","гладиус"]
["machete","мачете"]
["katana","катана"]
["mace","булава"]
["buzdyhan","буздыхан"]
["morgenstern","моргенштерн"]
["pernach","пернач"]
["dagger","кинжал"]
["doug","дага"]
["stilleto","стиллет"]
["cris","крис"]
["palash","палаш"]
["espadon","эспадон"]
["estok","эсток"]
["bigsword","большой меч"]
["spear","копьё"]
["protazan","протазан"]
["rogatina","рогатина"]
["peak","пика"]
["hammer","кувалда"]
["najac","наджак"]
["slander","клевец"]
["warhammer","молот"]
["axe","топор"]
["berdysh","бердыш"]
["sagoris","сагорис"]
["chekan","чекан"]
["twohands_axe","секира"]
["labris","лабрис"]
["cleaver","тесак"]
["brodex","бродэкс"]
["bow","лук"]
["long_bow","длинный лук"]
["composite_bow","составной лук"]
["big_bow","большой лук"]
["crossbow","арбалет"]
["long_crossbow","широкий арбалет"]
["composite_crossbow","составной арбалет"]
["big_crossbow","большой арбалет"]
["",""]
["Iron_Name","Железо"]
["Iron_Info","Один из самых распространённых металлов, является неплохим сырьём для оружия и брони."]
["Steel_Name","Сталь"]
["Steel_Info","Материал, полученный при плавке железа с углём в улучшенной сыродутной печи."]
["Cloth_Name","Ткань"]
["Cloth_Info","Полотно, сплетённое из крашенных льняных волокон."]
["Leather_Name","Кожа"]
["Leather_Info","Аккуратно свернутый кусок выделанной кожи."]
["SkeletonBone_Name","Кость скелета"]
["SkeletonBone_Info","Единственная уцелевшая кость после распада скелета."]
["FireElmntCore_Name","Ядро огненного элементаля"]
["FireElmntCore_Info","Гладкий,"]
["RatClaw_Name","Коготь крысы"]
["RatClaw_Info","Ткань"]
["GnolHide_Name","Дырявая шкура гнолла"]
["GnollHide_Info","Ткань"]
["Cloth_Name","Ткань"]
["DmgStat","Урон"]
["DrStat","Защита"]
["DelayStat","Скорость атаки"]
["AccuracyStat","Точность"]
["RangeStat","Дальность"]
["",""]
["fireD","Защита от огня"]
["lightningD","Защита от молнии"]
["waterD","Защита от воды"]
["iceD","Защита от льда"]
["earthD","Защита от земли"]
["poisonD","Защита от яда"]
["windD","Защита от ветра"]
["psyD","Защита от психо"]
["lightD","Защита от света"]
["darkD","Защита от тьмы"]
["cutD","Защита от реж.ударов"]
["chopD","Защита от руб.ударов"]
["stabD","Защита от кол.ударов"]
["crushD","Защита от дроб.ударов"]
["",""]
["firePhys","Физический урон от огня"]
["lightningPhys","Физический урон от молнии"]
["waterPhys","Физический урон от воды"]
["icePhys","Физический урон от льда"]
["earthPhys","Физический урон от земли"]
["poisonPhys","Физический урон от яда"]
["windPhys","Физический урон от ветра"]
["psyPhys","Физический урон от психо"]
["lightPhys","Физический урон от света"]
["darkPhys","Физический урон от тьмы"]
["cutPhys","Режущий урон"]
["chopPhys","Рубящий урон"]
["stabPhys","Колющий урон"]
["crushPhys","Дробящий урон"]
["fireMag","Магический урон от огня"]
["lightningMag","Магический урон от молнии"]
["waterMag","Магический урон от воды"]
["iceMag","Магический урон от льда"]
["earthMag","Магический урон от земли"]
["poisonMag","Магический урон от яда"]
["windMag","Магический урон от ветра"]
["psyMag","Магический урон от психо"]
["lightMag","Магический урон от света"]
["darkMag","Магический урон от тьмы"]
["cutMag","Режущий магический урон"]
["chopMag","Рубящий магический урон"]
["stabMag","Колющий магический урон"]
["crushMag","Дробящий магический урон"]
["",""]
["Woodlouise_Name","Мокрица"]
["Woodlouise_Act","Мокрицу"]
["Woodlouise_Desc","Гигантское насекомое, по размеру больше местных крабов. Они обитают во влажных местах, таких как канализация. Но лишь одно остаётся загадкой, как они так выросли?"]
["BoneGolem1_Name","Костяной голем[1 уровень]"]
["BoneGolem2_Name","Костяной голем[2 уровень]"]
["BoneGolem3_Name","Костяной голем[3 уровень]"]
["BoneGolem_Desc","Существо созданое из костей погибших этого подземелья."]
["BoneGolem_Act","Костяного голема"]