["ModWnd","Welcome to the Remixed RPG mod! First, you need to open the skills window. To do this, click on the button near the backpack (book). There you will see a few skill icons, you now need the first skill. After clicking on the icon of the first skill, you will understand what's this. Most of the mod's gameplay is built around it. This information is enough for you, and if you want to learn more about mod, then welcome to my vk - \"Remixed RPG\" group(there is a link in the mod's profile). This is the fast maded english translation, so you find the error in a tranlation, please, message me)."]
["Mod_Name","Remixed RPG"]
["Mod_Description","This mod adds rpg mechanics to the game. GitHub: https://github.com/MiniMongol/RemixedRPG"]
["Mod_Author","Nazipov Insaf(Mongol)"]
["Mod_Email","insafnazipov2005@gmail.com"]
["Mod_Link","https://vk.com/remixed_rpg"]
["",""]
["status", "Status"]
["str", "Power"]
["int", "Intelligence"]
["dex", "Dexterity"]
["sur", "Survivability"]
["wis", "Wisdom"]
["luck", "Luck"]
["PhysStr", "Physical Strength"]
["MagStr", "Magic Power"]
["Fast", "Speed"]
["SpRegen", "Mana recovery"]
["Hp", "Health"]
["Sp", "Mana"]
["",""]
["SpRegenMove", "restoring mana in 3 moves"]
["SpecUp", "Increase the specifications"]
["SPcost","status point to up"]
["Lvl","level"]
["SpecUpCost", " status points]"]
["ClassPick", "Class selection"]
["ClassPickD", "Select a class"]
["mage", "Mage (intelligence)"]
["warrior", "Warrior (survivability)"]
["rogue", " Rogue (dexterity)"]
["SubclassPick", "Select a subclass"]
["SubclassPickD", "Select a subclass"]
["Berserk", "Berserk(vitality, strength)"]
["Paladin", "Paladin (Survivorx2)"]
["BladeOfMind", "Blade of Reason(vitality, intelligence)"]
["Samurai", "Samurai(vitality, dexterity)"]
["Archer", "Archer (dexterity x2)"]
["Killer", "Killer (dexterity, strength)"]
["Ninja", "Ninja (dexterity, intelligence)"]
["Bandit", "Bandit(dexterity, luck)"]
["BattleMage", "Battle Mage(intelligence, strength)"]
["Demonologist", "Demonologist(intelligence, vitality)"]
["Necromancer", "Necromancer(intelligence, luck)"]
["Enchanter", "Enchanter(intelligence, wisdom)"]
["",""]
["TrapChoiseT","What are you going to do?"]
["TrapChoise0", "Set a trap"]
["TrapChoise1", "Improve the trap"]
["TrapChoiseOnT", "Traps"]
["TrapChoiseOn0", "Fire Trap"]
["TrapChoiseOn1", "Explosive Trap"]
["TrapChoiseOn2", "Crippling Trap"]
["TrapChoiseOn3", "Freezing Trap"]
["TrapChoiseOn4", "Poison Trap"]
["",""]
["LvlLimit", " -- You need level 5+ to use the skill."]
["SubclassLimit","-- You don't have a corresponding subclass."]
["DistanceLimit","** You can't attack from this distance."]
["WallLimit","** You can't use the skill on the wall!"]
["DashLimit","** You can't make a dash that far, or into a wall."]
["SummonLimit", "** You can't summon a creature there."]
["",""]
["BloodShieldN", "Cry of Life"]
["BloodShieldD", " A cry that escapes from unwillingness to leave this world too soon.\n\n Imposes a shield on the hero, the size of which grows from the missing health."]
["BloodSpikesN","Blood spikes"]
["BloodSpikesD", " Spikes grow out of your blood that penetrate enemies. This technique is practiced by demonologists.\n\n Every second attack with this skill is accompanied by a circular attack with spikes growing out of the target. The damage increases with your \"magic power\", \"health\" and skill level. The cost of \"health\" increases with the skill level."]
["HpLimit", "-- Critical health condition."]
["BloodyGreedN", "Blood Greed"]
["BloodyGreedD", " The incredible greed bubbling in your heart feeds you.\n\n When activated, auto attacks are treated for part of the damage done. The duration and amount of treatment increases with the skill level."]
["BoneArmorN", "Bone Vestment"]
["BoneArmorD", " The third spell from the category of \"Forbidden\", which allows you to put on bone armor.\n\n With each turn, the bonus protection increases. Accumulates part of the damage received to convert it into healing or restoring mana, depending on the wearer of the vestment. For the hero, there is a conversion to mana, and for golems to health. The excess accumulated energy spills out and causes damage to others."]
["BraidOfKiN","Release of ki: Scythe"]
["BraidOfKiD", " Ki takes the form of a scythe, carrying destruction.\n\n Deals damage to the selected enemy near you, puts a\"ki mark\" on it for 3 turns, and also deals damage around you. If the selected enemy already has a \"ki mark\", then you get \"invisibility\" for 3 moves. The damage increases with your \"magic power\" and skill level."]
["ChaosOfMindN", "Chaos of thoughts"]
["ChaosOfMindD", " The user emits a magical pulse, which leads the thoughts of others into chaos.\n\n Enemies that fall within the range of the pulse receive debuffs: \"Vertigo\" and \"Rampage\". The radius increases with increasing skill level up to 5. The duration of the debuff \"Rampage\" increases with the skill level."]
["ChopN", "Chopping Blow"]
["ChopD", " A slightly amplified blow that leaves bleeding wounds.\n\n Bleeding damage depends on \"physical strength\" and the skill level, the duration increases with the skill level."]
["CircleAttackN", "Attacking Stance №1: Circular Kick"]
["CircleAttackD", " A circular blow, like the wind cutting through the clouds.\n\n Damage increases with your \"speed\", \"physical strength\", damage of equipped weapons and skill level."]
["CounterblowsN", "Defensive Stance №1: Counterstrikes"]
["CounterblowsD"," You stand in a special stance, during the time with some chance you reflect the opponent's blow back.\n\n The chance of reflection increases with your \"speed\", \"luck\" and skill level. The amount of reflected damage increases with the skill level."]
["DaggerOfKiN","Release of KI: Dagger"]
["DaggerOfKiD", " Ki takes the form of a dagger, which deals the next auto-attack, causing additional magic damage.\n\n If the enemy is in a state of \"sleep\", \"fright\", \"paralysis\", \"rampage\", \"passivity\" or you are in a state of \"invisibility\", the damage will increase. If you have a \"magic shield\", then the next auto-attack will also heal you. Damage and healing increases with your \"magic power\" and skill level."]
["DisguiseD", "Disguise"]
["DisguiseD", " The ability to merge with the surrounding area, to become invisible.\n\n The skill cannot be used in the presence of enemies. The duration of stealth increases with the level, the power of stealth increases with the growth of \"speed\" and the level."]
["DisguiseLimit","You can't disguise yourself when enemies are around!"]
["DissectionN", "Dissection"]
["DissectionD", " A circular strike that cuts through its enemies.\n\n Damage increases with your \"physical strength\" and the damage of equipped weapons."]
["FastRunN", "Acceleration"]
["FastRunD"," You increase your movement speed for a short period of time.\n\n The received acceleration increases with the growth of \"magic power\" and the skill level, the duration of the buff increases with the skill level."]
["FlameAttacksN","Smouldering blows"]
["FlameAttacksD", " Blows with weapons and bare hands bring enemies to a crisp state.\n\n Additional damage is dealt every auto attack. A target that is under the \"Flame Mark\" debuff receives increased damage from the skill. Additional damage increases with the growth of \"magic power\" and the skill level, the duration increases with the skill level."]
["FlameShieldN", "Shield of the Holy Flame"]
["FlameShieldD", " The holy flame, like a steel armor, envelops you.\n\n Puts a shield on the hero, the size of which grows from the missing health, and also gives invulnerability to fire. While the shield is active, the area around you is covered by fire, which puts a \"Flame Mark\" on the burned debuff. The duration of the buff increases with the skill level."]
["FluryArrowsN", "Flurry of arrows"]
["FluryArrowsD", " Attack with multiple arrows at one target.\n\n The number of arrows released increases with the level, and their damage increases with \"speed\" and \"physical strength\"."]
["FlurryArrowsLimit", "-- \"Flurry of arrows\" is only used with ranged weapons!"]
["HorAttackN", "Attacking Stance №2: Vertical Strike"]
["HorAttackD", " A soft but heavy blow, comparable to the flow of a waterfall.\n\n The skill sends a shock wave in the selected direction. The strike range increases with the skill level, up to 5. Damage increases with the growth of \"speed\", \"physical strength\", weapon damage and skill level."]
["KnifeThrowN","Throwing a poisoned knife"]
["KnifeThrowD", " An accurate throw that ensures a perfect kill.\n\n When hit, it imposes debuffs: \"Poison\", \"Paralysi\". The duration of paralysis is 4 moves. The duration of the poison increases with \"speed\" and the skill level. Knife damage increases with \"physical strength\"."]
["LightningN", "Chain Lightning"]
["LightningD", " The spell releases chain lightning in the direction of the hand, hitting the main target and others around except you.\n\n Lightning damage depends on \"magic power\" and skill level."]
["MagicBoltN", "Magic Shot"]
["MagicBoltD", " A spell that releases your mana in the form of a sphere in the direction of the hand.\n\n The damage of the sphere depends on \"magic power\" and the skill level, decreases with distance."]
["PandemicLanceN", "Pandemic Spear"]
["PandemicLanceD", " All the monster blood collected in you forms a large stinking spear.\n\n Deals damage to everyone on the way, and also imposes a debuff \"poison\". The skill's damage increases with \" magic power\". The range of damage, damage from a spear and poison also increases with the number of debuff stacks \"Blood poisoning\"."]
["PlaceTrapN", "Setting a trap"]
["PlaceTrapD", " A sneaky, but proven method of ambushes.\n\n Allows you to set one of five traps: \"fire\", \"explosive\", \"crippling\", \"ice\" and \"poisonous\". The damage of the first increases from the level. The damage of the second increases from \"physical strength\" and the level. The damage of the third increases with \"physical strength\" and the level. The damage of the fourth increases with \"magic power\" and the level. The damage of the latter increases with \"speed\" and the skill level."]
["RageDashN", "Ferocious Jerk"]
["RageDashD", " A dash forward that deals damage to everyone on the way. If there is someone at the end of the dash, then you will jump away from him to a random free cell next to him.\n\n The range of the dash increases with the skill level, up to 4. The damage increases with the growth of \"physical strength\" and the skill level."]
["DashLimit", " ** You can't make a dash that far, or into a wall."]
["RageSoulsN", "Furious Souls"]
["RageSoulsD", "The second spell from the series \"Forbidden\". It releases a clot of the souls of the dead in a straight line.\n\n The clot passes through the bone golems and heals them, but collides and deals damage to the rest. Damage increases with \"magic power\" and skill level."]
["RainOfArrowsN", "Rain of arrows"]
["RainOfArrowsD", " The rain that brings down suffering on enemies, in the face of a thousand arrows.\n\n Damage increases with your \"physical strength\", \"speed\" and skill level. The range increases with the skill level."]
["RainOfArrowsLimit", "Skill \"Rain of arrows\" is used only with a bow"]
["ReboundN", "Rebound"]
["ReboundD", " Bouncing off an enemy some distance away and pushing the enemy a cell away from you.\n\n The rebound range increases with the skill level up to 3. The skill has a maximum of 3 levels."]
["ReboundLimit", "** You can only make a rebound close to the enemy"]
["SealOfKiN","Release of ki: Seal"]
["SealOfKiD", " Ki takes the form of a seal. The seals that the ninja use are able to deal damage to the enemy or endow the user with a magic shield.\n\n When used on a hero, he receives a magic shield that absorbs incoming damage. When used to the side, the user will throw a seal, if the seal collides with an enemy, the seal will cause damage to him, and will impose a \"ki mark\" on him for 3 turns.If the selected enemy already has a \"ki mark\", then you get \"invisibility\" for 3 moves. The strength of the shield from the seal and the damage from the seal increases with the growth of \"magic power\" and the skill level."]
["ShadowCloneN", "Shadow cloning technique"]
["ShadowCloneD", " An ancient ninjutsu technique that allows the user to create shadow clones, and go into invisibility for a while. It is a basic technique.\n\n The clone disappears after a while. The duration of invisibility and clone increases with the skill level."]
["ShadowCloneLimit","** You can't place your clone there."]
["ShadowDaggerN", "Stealth Strike"]
["ShadowDaggerD", " Hiding the presence and tightly clutching a weapon in your hands is the best for a stealthy strike.\n\n If the enemy is in a state of \"sleep\", \"fright\", \"paralysis\", \"rampage\", \"passivity\" or you are in a state of \"invisibility\", the damage will increase. The damage increases with your \"physical strength\" and skill level."]
["ShadowDashN", "Shadow Jerk"]
["ShadowDashD", " A dash forward that deals damage to everyone on the way.\n\n If there is someone at the end of the jerk, then you jump away from him to a random free cell next to him. The range of the dash increases with the skill level, up to 4. The damage increases with the growth of \"physical strength\" and the skill level."]
["SoulsAbsorbingN", "Spiritual saturation"]
["SoulsAbsorbingD", " Taking a piece of the soul of all nearby enemies, you feel a surge of strength.\n\n Imposes a debuff \"weakness\" on nearby enemies, and also increases your attack speed. The gain increases with the number of enemies touched and the skill level, and the duration increases with the skill level and half the number of enemies touched. The area of application depends only on the skill level."]
["SoulsTormentorN", "Torturer of Souls"]
["SoulsTormentorD", " Blows with weapons and bare hands become capable of causing damage not only to the flesh, but also to the soul.\n\n Additional damage is dealt every two hits. Additional damage increases with the growth of \"magic power\" and the skill level, the duration increases with the skill level."]
["StatsN", "Status window"]
["StatsD","Opens the character status window"]
["SteelBodyN", "Golden Body"]
["SteelBodyD", " You increase the strength of your muscles, thereby increasing your defense.\n\n The protection received increases with the growth of \"health\" and the skill level."]
["SummoningBoneGolemN", "Summon the Bone Golem"]
["SummoningBoneGolemD", "A spell from the category \"Forbidden\". It allows you to create a golem from the bones of people, animals and monsters.\n\n The golem gets additional health depending on \"magic power\". As the skill level increases, the golem becomes stronger. The skill has a maximum of level 3."]
["SummoningBoneGolemLimit", "** You can't summon a golem there."]
["ThornsOfAgonyN", "Thorns of Agony"]
["ThornsOfAgonyD", " From the creatures that received your blood, a bunch of spikes consisting of your blood will grow dramatically, and deliver terrible agony to them, as well as to everyone nearby.\n\n The skill is applied to all creatures that have the \"Blood Mark\" debuff on the level. Damage increases with \"magic power\" and \"health\"."]
["",""]
["ShieldAbsorb", "Shield absorbed damage"]
["ShieldA", "absorbed"]
["Counterblow","You deflected the blow!"]
["counterblow", "reflected"]
["boom", "explosion"]
["LvlUp", "++ Level increased! You have received 5 status points."]
["LvlUpHappy", "++ Level anniversary! You have received 3 more status points."]
["crit", "crit"]
["block", "block"]
["Block0", "++ You are protected, absorbed "]
["Block1", " damage units."]
["torment","torment"]
["",""]
["Dagger_Name", "Dagger"]
["Knuckles_Name", "Knuckles"]
["Spear_Name", "Spear"]
["Quarterstaff_Name", "Quarterstaff"]
["Sword_Name", "Sword"]
["Mace_Name", "Mace"]
["BattleAxe_Name", "Battle Axe"]
["WarHammer_Name", "War Hammer"]
["Glaive_Name", "Glaive"]
["Longsword_Name", "Long sword"]
["Claymore_Name", "Claymore"]
["Halberd_Name", "Halberd"]
["Gasock_Name", "Gasok"]
["Gasock_Info", " Battle axe with a weighting, in the form of a ball, in the canvas near the sock."]
["Ry_Name", " Ryu Jingu (Copy)"]
["Ry_Info", " Looks a little bigger than a combat staff, but not as heavy as expected. And also the metal from which it was made is not familiar to you."]
["Sai_Name", "Sai"]
["Sai_Info", " Looks like a trident with an elongated middle tooth. The side teeth form a kind of guard."]
["Tonfa_Name", "Tonfas"]
["Tonfa_Info", " Traditional cold weapons of shock-crushing action of the inhabitants of the island of Okinawa. Its prototype was the handle for a small rice mill. "]
["WoodenStaff_Name", "Wooden staff"]
["WoodenStaff_Info", "A fairly strong staff that increases magic power."]
["StudentStaff_Name", "Student staff"]
["StudentStaff_Info", "A staff made by a skilled craftsman. These are issued to magicians-students."]
["CompositeScepter_Name", "Composite scepter"]
["CompositeScepter_Info", "A scepter assembled from steel and gold parts, giving a large increase in magical power."]
["ClothArmor_Name","Cloth armor"]
["LeatherArmor_Name","Leather armor"]
["RatArmor_Name","Rat armor"]
["MailArmor_Name","Chain armor"]
["ScaleArmor_Name","Scaly armor"]
["PlateArmor_Name","Plate armor"]
["GothicArmor_Name","Gothic armor"]
["SpiderArmor_Name","Spider armor"]
["",""]
["WeaponLimit", "\n\n This weapon is too heavy for you. When worn, your speed and accuracy will be reduced."]
["WeaponInfo0", " - melee weapon "]
["RangedWeaponInfo0"," - ranged weapon ( Attack range - 3 cells ) "]
["WeaponInfo1", " order. The average damage is "]
["WeaponInfo2", " units per hit and usually requires "]
["WeaponInfo3", " physical strenght points."]
["WeaponAccu", " This is a pretty accurate weapon."]
["WeaponAccuNotFast"," It's a pretty slow but accurate weapon."]
["WeaponFast"," It's a pretty fast weapon."]
["WeaponFastNotAccu","This is not a particularly accurate, but fast weapon."]
["WeaponFA", " This is both a fast and accurate weapon."]
["WeaponFAD", " This is both a fast and accurate weapon, it also increases protection"]
["WeaponDef", " This weapon increases defense."]
["WeaponCounter"," With this weapon, you can counterattack."]
["ArmorLimit", "\n\n This armor is too heavy for you. When worn, your movement speed will decrease."]
["ArmorInfo0"," - is armor "]
["ArmorInfo1"," order. Absorbs damage up to "]
["ArmorInfo2"," points per hit and usually requires "]
["ArmorInfo3"," physical strength points."]
["",""]
["Woodlouise_Name", "Woodlouse"]
["Woodlouise_Act", "Woodlouse"]
["Woodlouise_Desc", " A giant insect, larger than the local crabs. They live in wet places, such as sewers. But only one thing remains a mystery, how did they grow up so much?"]
["BoneGolem1_Name", "Bone Golem[level 1]"]
["BoneGolem2_Name", "Bone Golem[level 2]"]
["BoneGolem3_Name", "Bone Golem[level 3]"]
["BoneGolem_Desc", " A creature created from the bones of the dead of this dungeon."]
["BoneGolem_Act", "Bone Golem"]